const quiz = {
    1: {
      question: "자동차 산업과 배경에서 가장 적합하지 않는 설명을 고르십시오.",
      choices: {
        choice1: "화석 연료 사용에 따른 배기 배출물을 저감해야 한다.",
        choice2: "화석 연료 사용량은 여전히 높은 수준이다.",
        choice3: "CO2는 안정적인 물질로 전혀 문제가 되지 않는다.",
        choice4: "탄소 중립화은 화석 연료 사용과 중요한 연관성이 있다."
      },
      correctChoice: "choice3"
    },
    2: {
      question: "다음 중 엔진룸 내부 장치에 대해 올바르게 설명한 것을 고르십시오.",
      choices: {
        choice1: "엔진 열을 시켜주는 오일은 브레이크 오일이다.",
        choice2: "엔진 오일은 워셔액 탱크로 주입을 하는 것이 일반적이다.",
        choice3: "자동차를 멈추는 것은 에어 클리너의 가장 중요한 역할이다.",
        choice4: "에어 클리너는 자동차 주행 시 엔진으로 들어오는 공기의 이물질을 거를 수 있다."
      },
      correctChoice: "choice4"
    },
    3: {
      question: "다음 중 설명이 바르지 못한 것을 고르십시오.",
      choices: {
        choice1: "피스톤을 내릴 수 있는 힘은 연소를 통해 발생된다.",
        choice2: "연소는 열과 빛을 동시에 생성하는 화학 반응을 의미한다.",
        choice3: "엔진의 연소 화학반응은 엔진 실린더 밖에서 발생하는 현상이다.",
        choice4: "파라핀 또는 양초를 태우는 것은 연소 화학반응이 발생할 수 있다."
      },
      correctChoice: "choice3"
    },
    4: {
      question: "동력 기관에 대해 바르게 설명하고 있는 것을 고르십시오.",
      choices: {
        choice1: "외연기관은 실린더 내부에서 연소가 발생하여 동력을 얻는 기관이다.",
        choice2: "자동차 엔진은 분류상 내연기관에 포함된다.",
        choice3: "증기기관은 대표적인 내연기관에 속하는 동력 기관이다.",
        choice4: "증기기관은 가스 터빈과 자동차 엔진도 포함할 수 있는 동력 기관이다."
      },
      correctChoice: "choice2"
    },
 
}